0|                                             合服公告 </br></br>亲爱的玩家: </br>         您好,为了您更好的游戏体验和游戏氛围,我们将于2023年07月20日09:55-11:00对以下区服进行合服操作,预计耗时1小时,届时将关闭游戏入口,玩家将无法登陆游戏;服务器开启时间会根据实际情况提前或延迟,请您耐心等待,对您造成的不便,敬请谅解;感谢您对游戏的支持!祝您游戏愉快!</br></br>合服范围:</br>1合:原始1区-原始100区
1|                                               公  告 </br></br>    经典复古,再创辉煌!装备靠打,散人天堂!经典版本,十年情怀!魔物觉醒,玛法大陆响起号角.传奇勇士须携手昔日兄弟,重聚沙城,再燃战火!续写传奇!</br>游戏中相关活动和道具掉落物品详情概率见官网公示信息
2|                                             活动公告</br></br>
3|                                             版本更新</br></br>